"""
ЗАДАНИЕ:
1. Перечислите основные типы данных используемые в языке Python 3

2. Приведите пример каждого из них

3. Напишите как Вы понимаете, для чего необходимо разделять данные на разные типы

Ответ в виде текста прошу приложить в Решения

1. int, float, str, boolean

2. int целые числа 5, 10, 15

 float - с плавающей точкой 5,5 10,02
 str - строки "hello"
 boolean - true (1) - правда, false(0) - ложь
3. Для разных задач  используют разные типы данных о которых помянул в пункте номер 2

"""